{
  "Поменять язык": "Change Language",
  "Обо мне": "About Me",
  "Резюме": "Resume",
  "Рекомендательное письмо": "Testimonial",
  "Связаться со мной": "Contact Me",
  "Привет, меня зовут": "Hello, I'm",
  "Алина": "Alina",
  "Фронтенд разработчик 💻": "Frontend Developer 💻",
  "Реакт разработчик 🌐": "React Developer 🌐",
  "Джаваскрипт разработчик 🖥️": "Javascript Developer 🖥️",
  "Связаться": "Hire Me",
  "Скачать резюме": "Get Resume",
  "Без труда нахожу общий язык в любой команде. Способна разобраться с разными необходимыми инструментами . Себя могу описать как дисциплинированного и любознательного человека. Хочу работать с людьми, которые тоже любят свою работу и хотят становиться лучше.": "I can easily get along with anyone. Able to deal with various tools . I can describe myself as a disciplined and curious person. I want to work with people who also love their work and want to get better.",
  "Хобби :": "My Hobbies :",
  "Видеоигры": "Video games",
  "Путешествия": "Travelling",
  "Велосипедные прогулки": "Cycling",
  "Написание интерьерных картин": "Painting",
  "Стэк и опыт работы": "My CV Details",
  "Навыки": "Programming Skills",
  "Опыт работы": "Work History",
  "Стек технологий: Javascript, React, Redux, Strapi, Node, Jest, HTML, CSS, Oracle SQL": "Technologies used: Javascript, React, Redux, Strapi, Node, Jest, HTML, CSS, Oracle SQL",
  "Стек технологий: Javascript, React, HTML, CSS, Node, Express, MongoDB": "Technologies used: Javascript, React, HTML, CSS, Node, Express, MongoDB",
  "Стек технологий: Javascript, Typescript, React, MobX, Strapi, Node, HTML, SCSS, Pixso": "Technologies used: Javascript, Typescript, React, MobX, Strapi, Node, HTML, SCSS, Pixso",
  "Реализовала раздел поддержки для мобильных договоров и внедрила чат Webim. Реализовала ивенты для Яндекс Метрики. Сверстала лендинг на html/css. Разработала «офферы» для клиентов и «подключенные продукты» на Strapi api.": "Created a support section with mobile contracts. Implement Webim chat. Wrote events for Yandex Metrika. Created landing page using html/css. Developed users offers and user-connected products with Strapi api.",
  "Подключила аналитику Amplitude и Mindbox и реализовала для нее ивенты. Перевела существующие и создала новые компоненты на styled components. Реализовала страницы ошибок для cloudflare на html/css. Перевела неавторизованную зону сайта на Strapi api. Актуализировала существующие и написала новые jest тесты. Разработала одностраничный сайт-лендинг PSPAY на html/css. Подключила AWS плагин для Strapi.": "Implement Amplitude and Mindbox analytics and wrote events for it. Created styled components. Created pages for cloudflare errors using html/css. Developed pages with Strapi api. Created and updated snapshot and jest tests. Created single-page website PSPAY using html/css. Set up AWS Strapi plugin.",
  "Менторство. Помощь обучающимся на курсе по программированию.": "Mentorship. Helping students on a programming course.",
  "Эксперт в использовании таких технологий как React, Styled Components и Node.js. Алина имеет глубокое понимание всех этих технологий и может использовать их для решения проектных задач.": "Expert in using technologies such as React, Style Components and Node.js. Alina has a deep understanding of all these technologies and can use them to solve project tasks.",
  "Скачать письмо": "Get Testimonial",
  "Отправить мне письмо 📧": "Get In Touch 📧",
  "Имя": "Name",
  "Электронная почта": "Email",
  "Сообщение": "Message",
  "Отправить": "Send",
  "Отправка": "Sending",
  "Alina~": "Alina~"
}
